Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: Medium jump length
ca_es: Longitud de salt mitjana

source: Medium jump length, in seconds.
ca_es: Longitud del salt mitjana, en segons.

source: Long jump length
ca_es: Longitud de salt llarga

source: Long jump length, in seconds.
ca_es: Longitud del salt llarga, en segons.

source: Quit
ca_es: Surt

source: Select the hotkey to quit the application.
ca_es: Aquesta opció us permet seleccionar la tecla de drecera per sortir de l'aplicació.

source: Navigate up
ca_es: Mou cap a dalt

source: Select the key to move the selector up in DVD menus.
ca_es: Aquesta opció us permet seleccionar la drecera per moure amunt el selector en els menús de DVD.

source: Navigate down
ca_es: Mou cap avall

source: Select the key to move the selector down in DVD menus.
ca_es: Aquesta opció us permet seleccionar la drecera per moure avall el selector en els menús de DVD.

source: Navigate left
ca_es: Mou cap a l'esquerra

source: Select the key to move the selector left in DVD menus.
ca_es: Aquesta opció us permet seleccionar la drecera per moure a l'esquerra el selector en els menús de DVD.

source: Navigate right
ca_es: Mou cap a la dreta

source: Select the key to move the selector right in DVD menus.
ca_es: Aquesta opció us permet seleccionar la tecla per moure a la dreta el selector en els menús de DVD.

source: Activate
ca_es: Activa

source: Select the key to activate selected item in DVD menus.
ca_es: Aquesta opció us permet seleccionar la drecera per activar l'element seleccionat en els menús de DVD.

source: Go to the DVD menu
ca_es: Vés al menú del DVD

source: Select the key to take you to the DVD menu
ca_es: Aquesta opció us permet seleccionar la drecera que voleu utilitzar per anar al menú del DVD.

source: Select previous DVD title
ca_es: Selecciona el títol anterior del DVD

source: Select the key to choose the previous title from the DVD
ca_es: Aquesta opció us permet seleccionar la drecera que voleu utilitzar per passar a l'anterior element del DVD.

source: Select next DVD title
ca_es: Selecciona el títol següent del DVD

source: Select the key to choose the next title from the DVD
ca_es: Aquesta opció us permet seleccionar la drecera que voleu utilitzar per passar al següent element del DVD.

source: Select prev DVD chapter
ca_es: Selecciona el capítol anterior del DVD

source: Select the key to choose the previous chapter from the DVD
ca_es: Aquesta opció us permet seleccionar la drecera que voleu utilitzar per passar a l'anterior element del DVD

source: Select next DVD chapter
ca_es: Selecciona el capítol següent del DVD

source: Select the key to choose the next chapter from the DVD
ca_es: Aquesta opció us permet seleccionar la drecera que voleu utilitzar per passar al següent capítol del DVD.

source: Volume up
ca_es: Puja el volum

source: Select the key to increase audio volume.
ca_es: Aquesta opció us permet seleccionar la drecera per augmentar el volum de l'àudio.

source: Volume down
ca_es: Baixa el volum

source: Select the key to decrease audio volume.
ca_es: Aquesta opció us permet seleccionar la drecera per disminuir el volum de l'àudio.

source: Mute
ca_es: Silencia

source: Select the key to mute audio.
ca_es: Aquesta opció us permet seleccionar la drecera per silenciar el so.

source: Subtitle delay up
ca_es: Retarda més els subtítols

source: Select the key to increase the subtitle delay.
ca_es: Aquesta opció us permet seleccionar la drecera per augmentar el retard dels subtítols.

source: Subtitle delay down
ca_es: Retarda menys els subtítols

source: Select the key to decrease the subtitle delay.
ca_es: Aquesta opció us permet seleccionar la drecera per disminuir el retard dels subtítols.

source: Subtitle sync / bookmark audio timestamp
ca_es: Sincronització del subtítol / afegeix a les adreces d'interès la marca horària de l'àudio

source: Select the key to bookmark audio timestamp when syncing subtitles.
ca_es: Seleccioneu la tecla per desar la marca horària de l'àudio en sincronitzar subtítols.

source: Subtitle sync / bookmark subtitle timestamp
ca_es: Sincronització de subtítol / afegeix la marca horària del subtítol als preferits

source: Select the key to bookmark subtitle timestamp when syncing subtitles.
ca_es: Seleccioneu la tecla per afegir la marca horària dels subtítols als preferits en sincronitzar subtítols.

source: Subtitle sync / synchronize audio & subtitle timestamps
ca_es: Sincronització de subtítol / sincronitza les marques horàries del subtítol i de l'àudio

source: Select the key to synchronize bookmarked audio & subtitle timestamps.
ca_es: Seleccioneu la tecla per sincronitzar les marques horàries preferides dels subtítols i de l'àudio

source: Subtitle sync / reset audio & subtitle synchronization
ca_es: Sincronització de subtítol / reinicia la sincronització del subtítol i de l'àudio

source: Select the key to reset synchronization of audio & subtitle timestamps.
ca_es: Seleccioneu la tecla per reiniciar la sincronització de les marques horàries d'àudio i subtítols.

source: Subtitle position up
ca_es: Puja els subtítols

source: Select the key to move subtitles higher.
ca_es: Aquesta opció us permet seleccionar la drecera per moure els subtítols més amunt.

source: Subtitle position down
ca_es: Posició dels subtítols baixa

source: Select the key to move subtitles lower.
ca_es: Aquesta opció us permet seleccionar la drecera per moure els subtítols més avall.

source: Audio delay up
ca_es: Retarda més l'àudio

source: Select the key to increase the audio delay.
ca_es: Aquesta opció us permet seleccionar la drecera per augmentar el retard de l'àudio.

source: Audio delay down
ca_es: Retarda menys l'àudio

source: Select the key to decrease the audio delay.
ca_es: Aquesta opció us permet seleccionar la drecera per disminuir el retard de l'àudio.

source: Play playlist bookmark 1
ca_es: Reprodueix preferit 1 de la llista de reproducció

source: Play playlist bookmark 2
ca_es: Reprodueix preferit 2 de la llista de reproducció

source: Play playlist bookmark 3
ca_es: Reprodueix preferit 3 de la llista de reproducció

source: Play playlist bookmark 4
ca_es: Reprodueix preferit 4 de la llista de reproducció

source: Play playlist bookmark 5
ca_es: Reprodueix preferit 5 de la llista de reproducció

source: Play playlist bookmark 6
ca_es: Reprodueix preferit 6 de la llista de reproducció

source: Play playlist bookmark 7
ca_es: Reprodueix preferit 7 de la llista de reproducció

source: Play playlist bookmark 8
ca_es: Reprodueix preferit 8 de la llista de reproducció

source: Play playlist bookmark 9
ca_es: Reprodueix preferit 9 de la llista de reproducció

source: Play playlist bookmark 10
ca_es: Reprodueix preferit 10 de la llista de reproducció

source: Select the key to play this bookmark.
ca_es: Seleccioneu la drecera per reproduir aquest preferit.

source: Set playlist bookmark 1
ca_es: Defineix el preferit 1 de la llista de reproducció

source: Set playlist bookmark 2
ca_es: Defineix el preferit 2 de la llista de reproducció

source: Set playlist bookmark 3
ca_es: Defineix el preferit 3 de la llista de reproducció

source: Set playlist bookmark 4
ca_es: Defineix el preferit 4 de la llista de reproducció

source: Set playlist bookmark 5
ca_es: Defineix el preferit 5 de la llista de reproducció

source: Set playlist bookmark 6
ca_es: Defineix el preferit 6 de la llista de reproducció

source: Set playlist bookmark 7
ca_es: Defineix el preferit 7 de la llista de reproducció

source: Set playlist bookmark 8
ca_es: Defineix el preferit 8 de la llista de reproducció

source: Set playlist bookmark 9
ca_es: Defineix el preferit 9 de la llista de reproducció

source: Set playlist bookmark 10
ca_es: Defineix el preferit 10 de la llista de reproducció

source: Select the key to set this playlist bookmark.
ca_es: Aquesta opció us permet seleccionar la drecera per definir aquest preferit de la llista de reproducció.

source: Clear the playlist
ca_es: Neteja la llista de reproducció

source: Select the key to clear the current playlist.
ca_es: Seleccioneu la tecla per netejar la llista de reproducció actual.

source: Playlist bookmark 1
ca_es: Preferit 1 de la llista de reproducció

source: Playlist bookmark 2
ca_es: Preferit 2 de la llista de reproducció

source: Playlist bookmark 3
ca_es: Preferit 3 de la llista de reproducció

source: Playlist bookmark 4
ca_es: Preferit 4 de la llista de reproducció

source: Playlist bookmark 5
ca_es: Preferit 5 de la llista de reproducció

source: Playlist bookmark 6
ca_es: Preferit 6 de la llista de reproducció

source: Playlist bookmark 7
ca_es: Preferit 7 de la llista de reproducció

source: Playlist bookmark 8
ca_es: Preferit 8 de la llista de reproducció

source: Playlist bookmark 9
ca_es: Preferit 9 de la llista de reproducció

source: Playlist bookmark 10
ca_es: Preferit 10 de la llista de reproducció

source: This allows you to define playlist bookmarks.
ca_es: Aquesta opció us permet definir els preferits de la llista de reproducció.

source: Cycle audio track
ca_es: Intercanvia la pista d'àudio

source: Cycle through the available audio tracks(languages).
ca_es: Es mou per les pistes d'àudio disponibles (idiomes).

source: Cycle subtitle track
ca_es: Intercanvia la pista de subtítols

source: Cycle through the available subtitle tracks.
ca_es: Es mou per les pistes de subtítols disponibles.

source: Cycle next program Service ID
ca_es: Intercanvia l'identificador de servei de programa següent

source: Cycle through the available next program Service IDs (SIDs).
ca_es: Intercanvia a través dels identificadors de servei (SID) de programa disponibles següents.

source: Cycle previous program Service ID
ca_es: Intercanvia l'identificador de servei de programa anterior

source: Cycle through the available previous program Service IDs (SIDs).
ca_es: Intercanvia a través dels identificadors de servei (SID) de programa disponibles anteriors.

source: Cycle source aspect ratio
ca_es: Intercanvia la relació d'aspecte de la font

source: Cycle through a predefined list of source aspect ratios.
ca_es: Es mou per una llista predefinida de relacions d'aspecte de la font.

source: Cycle video crop
ca_es: Intercanvia l'escapçament del vídeo

source: Cycle through a predefined list of crop formats.
ca_es: Es mou per una llista predefinida de formats d'escapçament.

source: Toggle autoscaling
ca_es: Commuta l'escalat automàtic

source: Activate or deactivate autoscaling.
ca_es: Activa o desactiva l'escalat automàtic.

source: Increase scale factor
ca_es: Incrementa el factor d'escalat

source: Decrease scale factor
ca_es: Redueix el factor d'escalat

source: Toggle deinterlacing
ca_es: Commuta el desentrellaçat

source: Activate or deactivate deinterlacing.
ca_es: Activa o desactiva el desentrellaçat.

source: Cycle deinterlace modes
ca_es: Intercanvia el mode de desentrellaçat

source: Cycle through available deinterlace modes.
ca_es: Intercanvia a través dels modes de desentrellaçat.

source: Show controller in fullscreen
ca_es: Mostra un controlador en mode de pantalla completa

source: Boss key
ca_es: Tecla mestra

source: Hide the interface and pause playback.
ca_es: Amaga la interfície i posa en pausa la reproducció.

source: Context menu
ca_es: Menú contextual

source: Show the contextual popup menu.
ca_es: Mostra el menú contextual.

source: Take video snapshot
ca_es: Obtén una instantània del vídeo

source: Takes a video snapshot and writes it to disk.
ca_es: Obté una instantània de vídeo i l'escriu al disc.

source: Record
ca_es: Enregistra

source: Record access filter start/stop.
ca_es: Enregistra el filtre d'accés inici/atura.

source: Normal/Loop/Repeat
ca_es: Normal/Bucle/Repetició

source: Toggle Normal/Loop/Repeat playlist modes
ca_es: Commuta els modes de llista de reproducció Normal/Repetició/Bucle

source: Toggle random playlist playback
ca_es: Commuta la reproducció aleatòria de la llista de reproducció

source: Un-Zoom
ca_es: Allunya

source: Crop one pixel from the top of the video
ca_es: Escapça un píxel de la part superior del vídeo

source: Uncrop one pixel from the top of the video
ca_es: Afegeix un píxel de la part superior del vídeo

source: Crop one pixel from the left of the video
ca_es: Escapça un píxel de la part esquerra del vídeo

source: Uncrop one pixel from the left of the video
ca_es: Afegeix un píxel de la part esquerra del vídeo

source: Crop one pixel from the bottom of the video
ca_es: Escapça un píxel de la part inferior del vídeo

source: Uncrop one pixel from the bottom of the video
ca_es: Afegeix un píxel de la part inferior del vídeo

source: Crop one pixel from the right of the video
ca_es: Escapça un píxel de la part dreta del vídeo

source: Uncrop one pixel from the right of the video
ca_es: Afegeix un píxel de la part dreta del vídeo

source: Toggle wallpaper mode in video output
ca_es: Commuta al mode de fons de pantalla en la sortida de vídeo

source: Toggle wallpaper mode in video output.
ca_es: Commuta al mode de fons de pantalla en la sortida de vídeo.

source: Cycle through audio devices
ca_es: Intercanvia els dispositius d'àudio

source: Cycle through available audio devices
ca_es: Es mou pels dispositius d'àudio disponibles

source: Snapshot
ca_es: Instantània

source: Window properties
ca_es: Propietats de la finestra

source: Subpictures
ca_es: Subimatges

source: Subtitles
ca_es: Subtítols

source: Overlays
ca_es: Superposats

source: Track settings
ca_es: Paràmetres de les pistes

source: Playback control
ca_es: Control de la reproducció

source: Default devices
ca_es: Dispositius per defecte

source: Network settings
ca_es: Paràmetres de la xarxa

source: Socks proxy
ca_es: Proxy del Socks

source: Metadata
ca_es: Metadada

source: Decoders
ca_es: Descodificadors

source: Input
ca_es: Entrada

source: Special modules
ca_es: Mòduls especials

source: Plugins
ca_es: Connectors

source: Performance options
ca_es: Opcions de rendiment

source: Clock source
ca_es: Origen del rellotge

source: Hot keys
ca_es: Tecles de drecera

source: Jump sizes
ca_es: Mida del salt

source: print help for VLC (can be combined with --advanced and --help-verbose)
ca_es: imprimeix l'ajuda del VLC (es pot combinar amb --advanced i --help-verbose)

source: Exhaustive help for VLC and its modules
ca_es: Ajuda exhaustiva per al VLC i els seus mòduls

source: print help for VLC and all its modules (can be combined with --advanced and --help-verbose)
ca_es: imprimeix l'ajuda del VLC i els seus mòduls (es pot combinar amb --advanced i --help-verbose)

source: ask for extra verbosity when displaying help
ca_es: demana loquacitat extra quan es mostri l'ajuda

source: print a list of available modules
ca_es: imprimeix una llista dels mòduls disponibles

source: print a list of available modules with extra detail
ca_es: imprimeix una llista dels mòduls disponibles amb detalls extres

source: print help on a specific module (can be combined with --advanced and --help-verbose). Prefix the module name with = for strict matches.
ca_es: imprimeix l'ajuda sobre un mòdul específic (es pot combinar amb --advanced i --help-verbose). Prefixa el nom del mòdul amb = per obtenir coincidències exactes.

source: no configuration option will be loaded nor saved to config file
ca_es: cap opció de configuració es carregarà ni es desarà al fitxer de configuració

source: reset the current config to the default values
ca_es: restableix els valors per defecte de la configuració actual

source: use alternate config file
ca_es: utilitza el fitxer de configuració alternatiu

source: resets the current plugins cache
ca_es: restableix la memòria cau dels connectors actuals

source: print version information
ca_es: imprimeix la informació de la versió

source: main program
ca_es: programa principal

source: %.1f GiB
ca_es: %.1f Gb

source: Saving file failed
ca_es: No s'ha pogut desar el fitxer

source: Failed to open "%s" for writing
ca_es: No s'ha pogut obrir "%s" per escriure-hi

source: %s Downloading... %s/%s %.1f%% done
ca_es: %s S'està baixant... %s/%s %.1f%% fet

source: Downloading ...
ca_es: S'està baixant...

source: Cancel
ca_es: Cancel·la

source: %s Downloading... %s/%s - %.1f%% done
ca_es: %s S'està baixant... %s/%s - %.1f%% fet

source: File could not be verified
ca_es: No s'ha pogut verificar el fitxer

source: It was not possible to download a cryptographic signature for the downloaded file "%s". Thus, it was deleted.
ca_es: No s'ha pogut baixar la signatura criptogràfica del fitxer baixat "%s". Per tant, s'ha eliminat.

source: Invalid signature
ca_es: La signatura no és vàlida

source: The cryptographic signature for the downloaded file "%s" was invalid and could not be used to securely verify it. Thus, the file was deleted.
ca_es: La signatura criptogràfica per al fitxer baixat "%s" no és vàlida i no es pot utilitzar per verificar-la.Per tant, s'ha eliminat.

source: File not verifiable
ca_es: No s'ha pogut verificar el fitxer

source: It was not possible to securely verify the downloaded file "%s". Thus, it was deleted.
ca_es: S'ha eliminat el fitxer baixat «%s» perquè no s'ha pogut verificar amb seguretat.

source: File corrupted
ca_es: El fitxer està malmès

source: Downloaded file "%s" was corrupted. Thus, it was deleted.
ca_es: El fitxer baixat "%s" estava malmès. Per tant, s'ha eliminat.

source: Update VLC media player
ca_es: Actualitza el reproductor multimèdia VLC

source: The new version was successfully downloaded. Do you want to close VLC and install it now?
ca_es: La nova versió s'ha baixat correctament. Voleu tancar el VLC i instal·lar-la ara?

source: Install
ca_es: Instal·la

source: Media Library
ca_es: Biblioteca multimèdia

source: Undefined
ca_es: No definit

source: Afar
ca_es: Àfar

source: Abkhazian
ca_es: Abkhaz

source: Albanian
ca_es: Albanès

source: Amharic
ca_es: Amhàric

source: Arabic
ca_es: Àrab

source: Armenian
ca_es: Armeni

source: Assamese
ca_es: Assamès

source: Avestan
ca_es: Avèstic

source: Azerbaijani
ca_es: Àzeri

source: Bashkir
ca_es: Baixkir

source: Basque
ca_es: Basc

source: Belarusian
ca_es: Bielorús

source: Bengali
ca_es: Bengalí

source: Bosnian
ca_es: Bosnià

source: Breton
ca_es: Bretó

source: Bulgarian
ca_es: Búlgar

source: Burmese
ca_es: Birmà

source: Catalan
ca_es: Català

source: Chechen
ca_es: Txetxè

source: Chinese
ca_es: Xinès

source: Church Slavic
ca_es: Eslau eclesiàstic

source: Chuvash
ca_es: Txuvaix

source: Cornish
ca_es: Còrnic

source: Corsican
ca_es: Cors

source: Czech
ca_es: Txec

source: Danish
ca_es: Danès

source: Dutch
ca_es: Holandès

source: Dzongkha
ca_es: Dzongka

source: English
ca_es: Anglès

source: Estonian
ca_es: Estonià

source: Faroese
ca_es: Feroès

source: Fijian
ca_es: Fijià

source: Finnish
ca_es: Finès

source: French
ca_es: Francès

source: Frisian
ca_es: Frisó

source: Georgian
ca_es: Georgià

source: German
ca_es: Alemany

source: Gaelic (Scots)
ca_es: Gaèlic (escocès)

source: Irish
ca_es: Irlandès

source: Gallegan
ca_es: Gallec

source: Greek, Modern
ca_es: Grec, Modern

source: Guarani
ca_es: Guaraní

source: Hebrew
ca_es: Hebreu

source: Hungarian
ca_es: Hongarès

source: Icelandic
ca_es: Islandès

source: Indonesian
ca_es: Indonesi

source: Italian
ca_es: Italià

source: Javanese
ca_es: Javanès

source: Japanese
ca_es: Japonès

source: Greenlandic, Kalaallisut
ca_es: Grenlandès, Kalaallisut

source: Kashmiri
ca_es: Caixmiri

source: Kirghiz
ca_es: Kirguís

source: Korean
ca_es: Coreà

source: Kurdish
ca_es: Kurd

source: Lao
ca_es: Laosià

source: Latin
ca_es: Llatí

source: Latvian
ca_es: Letó

source: Lithuanian
ca_es: Lituà

source: Letzeburgesch
ca_es: Luxemburguès

source: Macedonian
ca_es: Macedònic

source: Malayalam
ca_es: Malaialam

source: Malay
ca_es: Malai

source: Malagasy
ca_es: Malgaix

source: Maltese
ca_es: Maltès

source: Moldavian
ca_es: Moldau

source: Mongolian
ca_es: Mongol

source: Nauru
ca_es: Nauruà

source: Ndebele, South
ca_es: Ndebele, Sud

source: Ndebele, North
ca_es: Ndebele, Nord

source: Nepali
ca_es: Nepalès

source: Norwegian
ca_es: Noruec

source: Norwegian Nynorsk
ca_es: Noruec Nynorsk

source: Norwegian Bokmaal
ca_es: Noruec Bokmaal

source: Occitan; Provençal
ca_es: Occità; Provençal

source: Oromo
ca_es: Oromo (Galla)

source: Ossetian; Ossetic
ca_es: Osset

source: Persian
ca_es: Persa

source: Polish
ca_es: Polonès

source: Portuguese
ca_es: Portuguès

source: Pushto
ca_es: Paixtú

source: Quechua
ca_es: Quítxua

source: Original audio
ca_es: Pista original d'àudio

source: Raeto-Romance
ca_es: Reto-romànic

source: Romanian
ca_es: Romanès

source: Russian
ca_es: Rus

source: Sanskrit
ca_es: Sànscrit

source: Serbian
ca_es: Serbi

source: Croatian
ca_es: Croat

source: Sinhalese
ca_es: Singalès

source: Slovak
ca_es: Eslovac

source: Slovenian
ca_es: Eslovè

source: Northern Sami
ca_es: Sami del nord

source: Samoan
ca_es: Samoà

source: Sotho, Southern
ca_es: Sotho del sud

source: Spanish
ca_es: Espanyol

source: Sardinian
ca_es: Sard

source: Sundanese
ca_es: Sondanès

source: Swedish
ca_es: Suec

source: Tahitian
ca_es: Tahitià

source: Tamil
ca_es: Tàmil

source: Tatar
ca_es: Tàtar

source: Tajik
ca_es: Tadjik

source: Tagalog
ca_es: Tagàlog

source: Thai
ca_es: Tailandès

source: Tibetan
ca_es: Tibetà

source: Tonga (Tonga Islands)
ca_es: Tongà

source: Turkish
ca_es: Turc

source: Turkmen
ca_es: Turcman

source: Uighur
ca_es: Uigur

source: Ukrainian
ca_es: Ucraïnès

source: Urdu
ca_es: Urdú

source: Vietnamese
ca_es: Vietnamita (VISCII)

source: Volapuk
ca_es: Volapük

source: Welsh
ca_es: Gal·lès

source: Yiddish
ca_es: Jiddisch

source: Yoruba
ca_es: Ioruba

source: Autoscale video
ca_es: Escala el vídeo automàticament

source: Scale factor
ca_es: Factor d'escalat

source: Crop
ca_es: Escapça

source: Aspect ratio
ca_es: Relació d'aspecte

source: Pass alsa:// to open the default ALSA capture device, or alsa://SOURCE to open a specific device named SOURCE.
ca_es: Introduïu alsa:// per obrir el dispositiu de captura ALSA per defecte, o alsa://ORIGEN per obrir un dispositiu específic anomenat «ORIGEN».

source: ALSA audio capture
ca_es: Captura d'àudio ALSA

source: Attachment
ca_es: Adjunt

source: Attachment input
ca_es: Entrada de l'adjunt

source: FFmpeg access
ca_es: Accés FFmpeg

source: libavformat access output
ca_es: Sortida d'accés libavformat

source: Blu-ray Disc Input
ca_es: Entrada de disc Blue-ray

source: Blu-ray menus
ca_es: Menús Blu-ray

source: Use Blu-ray menus. If disabled, the movie will start directly
ca_es: Utilitza els menús Blu-ray. Si aquesta opció està inhabilitada, la pel·lícula començarà directament.

source: Blu-ray
ca_es: Blue-ray

source: Blu-ray Disc support (libbluray)
ca_es: Compatibilitat Blu-ray (libbluray)

source: This Blu-ray Disc needs a library for AACS decoding, and your system does not have it.
ca_es: Aquest disc Blu-ray necessita una biblioteca per descodificar l'AACS i el vostre sistema no la té.

source: Blu-ray Disc is corrupted.
ca_es: El disc Blu-ray està malmès.

source: Missing AACS configuration file!
ca_es: Falta el fitxer de configuració de l'AACS

source: No valid processing key found in AACS config file.
ca_es: No s'ha trobat una clau de processament vàlida al fitxer de configuració de l'AACS.

source: No valid host certificate found in AACS config file.
ca_es: No s'ha trobat un certificat de servidor vàlid al fitxer de configuració de l'AACS.

source: AACS Host certificate revoked.
ca_es: S'ha revocat el certificat de servidor de l'AACS.

source: AACS MMC failed.
ca_es: S'ha produït un error a l'MMC de l'AACS.

source: Your system AACS decoding library does not work. Missing keys?
ca_es: La biblioteca de descodificació de l'AACS del vostre sistema no funciona. Potser falten claus.
